/*------------------------------------------------------------------------------
;
;	PortAsm Simple Example	By Steven Ellis
;
;	Copyright MicroAPL Ltd 1993/4
;
;	MySound.r - Sound resource used in the example.
;
------------------------------------------------------------------------------*/

data 'snd ' (-1, "Sosumi", locked, preload) {
	$"0001 0001 0005 0000 00A0 0001 8051 0000"            /* .........†..ÄQ.. */
	$"0000 0014 0000 0000 0000 07CE 2B77 45D1"            /* ...........Œ+wE— */
	$"0000 07CC 0000 07CD 003C 807F 7E7F 8080"            /* ...Ã...Õ.<Ä.~.ÄÄ */
	$"7E7E 8087 909B A6B1 BAB6 846A 6764 6060"            /* ~~Äáêõ¶±∫∂Ñjgd`` */
	$"666F 7B87 929B A5AE A777 656B 7175 7B82"            /* fo{áíõ•Æßwekqu{Ç */
	$"8990 969A 9DA0 A393 5F4E 5762 6C77 8390"            /* âêñöù†£ì_NWblwÉê */
	$"9BA3 A9AC ADAB 945C 474E 575F 6672 8291"            /* õ£©¨≠´î\GNW_frÇë */
	$"9DA5 AAAD AD95 6150 5B68 7685 96A7 B6BC"            /* ù•™≠≠ïaP[hvÖñß∂º */
	$"B2A4 A29F 814D 3D4E 667F 9AA5 8785 919B"            /* ≤§¢üÅM=Nf.ö•áÖëõ */
	$"A5B2 BBAC 8064 5F69 5640 526B 839B B1C3"            /* •≤ª¨Äd_iV@RkÉõ±√ */
	$"CFD0 B88B 6B3E 374D 667D 8E99 A7B7 C3C9"            /* œ–∏ãk>7Mf}éôß∑√… */
	$"C285 270D 1E39 5779 9CBB D5E8 F5EF B880"            /* ¬Ö'¬.9Wyúª’...∏Ä */
	$"5424 1221 3C59 7692 ACC1 B891 8C9C A193"            /* T$.!<Yví¨¡∏ëåú°ì */
	$"786E 7681 898C 8665 4C62 85A5 AE9C 8C76"            /* xnvÅâåÜeLbÖ•Æúåv */
	$"6A74 8687 6B69 8388 90A6 B8C0 BFAC 8B6D"            /* jtÜákiÉàê¶∏¿ø¨ãm */
	$"4613 0010 3D6F A2D1 F6FF FFFC C24B 0600"            /* F...=o¢—....¬K.. */
	$"0722 4874 9EC2 D5C9 BFA9 7753 4445 5876"            /* ."Htû¬’…ø©wSDEXv */
	$"939E 9BA8 B6B4 9574 7075 6D57 3830 4A70"            /* ìûõ®∂¥ïtpumW80Jp */
	$"95B2 BBA8 9EAA AD9A 8C81 6F63 6773 7969"            /* ï≤ª®û™≠öåÅocgsyi */
	$"4A35 3655 81AD D1E6 E7D4 B587 3F0A 0820"            /* J56UÅ≠—..‘µá?..  */
	$"446F 9ECA ECFA E6B0 7035 120D 2A58 87B3"            /* Doû ...∞p5.¬*Xá≥ */
	$"D1D6 D1D0 C092 5730 252F 4454 545B 7FAC"            /* —÷—–¿íW0%/DTT[.¨ */
	$"CCD5 C5AF A08D 6A48 4254 708E A8B1 9B73"            /* Ã’≈Ø†çjHBTpé®±õs */
	$"594B 4956 6776 889F B7C5 BF99 6958 6477"            /* YKIVgvàü∑≈øôiXdw */
	$"848F 9B9F 957D 562C 1012 3164 9ED6 FBFF"            /* Ñèõüï}V,..1dû÷.. */
	$"FFEB AD69 2B03 0002 1E4B 7595 ACC7 E2ED"            /* ..≠i+....Kuï¨«.. */
	$"DEB6 845B 3F30 2D37 547C A3C3 D0C7 AA84"            /* .∂Ñ[?0-7T|£√–«™Ñ */
	$"5B37 2732 4F70 91B2 CBD1 BB92 6D5D 5C62"            /* [7'2Opë≤À—ªím]\b */
	$"6974 8493 9C92 7149 323A 5B86 AECB D7CE"            /* itÑìúíqI2:[ÜÆÀ◊Œ */
	$"B18A 664A 3838 4B6C 8EA5 ADA6 9889 7863"            /* ±äfJ88Klé•≠¶òâxc */
	$"4C40 465C 7A94 A8BD D2E0 DCBF 8D52 1F02"            /* L@F\zî®Ω“..øçR.. */
	$"0000 154C 8DCE FAFF FFF8 C47B 3B12 0513"            /* ...LçŒ....ƒ{;... */
	$"335D 87A6 B3A6 8A71 686F 7E8E 9EAB AEA3"            /* 3]á¶≥¶äqho~éû´Æ£ */
	$"8C70 5849 4856 6F89 9EA4 9C89 786E 6863"            /* åpXIHVoâû§úâxnhc */
	$"5F66 778F A4AE ADA9 A193 7F67 4F3E 393F"            /* _fwè§Æ≠©°ì.gO>9? */
	$"4C61 80A4 C5DC E0CD A46F 3B19 1227 5186"            /* LaÄ§≈..Õ§o;..'QÜ */
	$"BBE4 F7ED C381 3D0C 0006 285B 92C4 E5F0"            /* ª...√Å=...([íƒ.. */
	$"E3C4 A181 6857 4D49 4A4E 5358 616E 7C8D"            /* .ƒ°ÅhWMIJNSXan|ç */
	$"A0B4 C5CB C2AB 9076 6355 4A43 434B 5969"            /* †¥≈À¬´êvcUJCCKYi */
	$"798C A1B4 C0C1 B69E 7E5D 4338 415D 84A9"            /* yå°¥¿¡∂û~]C8A]Ñ© */
	$"C4CC BE9A 6734 130E 2756 8EC5 EEFE F9D7"            /* ƒÃæög4..'Vé≈...◊ */
	$"A062 3012 0E21 436D 95B3 C1BF B39F 8974"            /* †b0..!Cmï≥¡ø≥üât */
	$"6761 6165 696F 7987 95A0 A4A1 9A8D 7B66"            /* gaaeioyáï†§°öç{f */
	$"5248 4C5B 7084 9197 9794 9192 99A2 A9A9"            /* RHL[pÑëóóîëíô¢©© */
	$"9F89 6843 200C 0F2D 5E99 D2F9 FFFC DEA3"            /* üâhC ..-^ô“....£ */
	$"632F 110E 244A 77A0 BBC3 B79C 7C60 4F4D"            /* c/..$Jw†ª√∑ú|`OM */
	$"5971 8CA3 B1B6 B3AA 9A85 6D56 453A 373D"            /* Yqå£±∂≥™öÖmVE:7= */
	$"506E 92B5 CFDA D3BD 9D79 5A45 4049 5D74"            /* Pníµœ.”ΩùyZE@I]t */
	$"8893 9287 796F 6F79 8B9D ABAF A792 7353"            /* àìíáyooyãù´ØßísS */
	$"3C36 4667 91B9 D5DD CDA7 7543 1F0F 1939"            /* <6Fgëπ’.ÕßuC...9 */
	$"6799 C5E1 EBE2 CAA7 815C 402F 2B33 425A"            /* gô≈... ßÅ\@/+3BZ */
	$"7695 B0C3 C8BF AA8E 725C 5154 647D 96A9"            /* vï∞√»ø™ér\QTd}ñ© */
	$"AEA3 8A6B 4C39 3646 6389 AEC8 D2C9 B090"            /* Æ£äkL96FcâÆ»“…∞ê */
	$"725F 595F 6C79 8180 7666 564E 5367 87AC"            /* r_Y_lyÅÄvfVNSgá¨ */
	$"CCDF E0CC A87D 5333 2121 3250 7395 B1C3"            /* Ã..Ã®}S3!!2Psï±√ */
	$"C9C5 B59E 8165 4D3F 3C46 5C7C 9FBF D3D5"            /* …≈µûÅeM?<F\|üø”’ */
	$"C3A1 7448 2618 213F 6C9C C4DC DECB A881"            /* √°tH&.!?lúƒ..À®Å */
	$"614E 4C58 6C81 9195 8D7C 6A5D 5B66 7A92"            /* aNLXlÅëïç|j][fzí */
	$"A6B3 B3A8 947E 6B5F 5E66 7381 8C8F 8B81"            /* ¶≥≥®î~k_^fsÅåèãÅ */
	$"756B 6565 6B76 8594 A2AD B3B5 B0A3 8E72"            /* ukeekvÖî¢≠≥µ∞£ér */
	$"5336 221C 2745 72A6 D7F8 FFF4 CD95 5B2C"            /* S6".'Er¶◊...Õï[, */
	$"1211 2A52 81AA C4CA BC9F 7E62 5352 5E74"            /* ..*RÅ™ƒ ºü~bSR^t */
	$"8A9C A5A3 988A 7D75 7377 7C80 807B 746C"            /* äú•£òä}usw|ÄÄ{tl */
	$"6768 6E7A 8997 A2A7 A59E 9488 7E74 6C64"            /* ghnzâó¢ß•ûîà~tld */
	$"5E5B 5B60 6D7F 94A8 B6B9 AF99 7C5F 4B45"            /* ^[[`m.î®∂πØô|_KE */
	$"4F69 8CAD C5CC BF9E 7348 291C 2746 72A0"            /* Oiå≠≈ÃøûsH).'Fr† */
	$"C8E0 E4D5 B794 7257 4742 4752 5F6D 7A85"            /* »..’∑îrWGBGR_mzÖ */
	$"909A A2A7 A8A4 9A8C 7C6E 6562 666D 767E"            /* êö¢ß®§öå|nebfmv~ */
	$"8486 8583 8182 8589 8D8D 8A82 7971 6E71"            /* ÑÜÖÉÅÇÖâççäÇyqnq */
	$"7C8A 98A3 A49A 866E 5646 434F 6787 A7C0"            /* |äò£§öÜnVFCOgáß¿ */
	$"CBC6 B193 7257 4745 4F64 7B91 A0A6 A298"            /* À∆±ìrWGEOd{ë†¶¢ò */
	$"8B7D 726C 6A6D 737A 838B 9399 9C9B 958A"            /* ã}rljmszÉãìôúõïä */
	$"7C6D 6058 575F 6D7E 8F9D A5A5 9F95 8B82"            /* |m`XW_m~èù••üïãÇ */
	$"7D7B 7B7A 7873 6C66 6164 6D7D 91A3 B1B5"            /* }{{zxslfadm}ë£±µ */
	$"AF9E 876F 5C52 535E 7185 97A1 A29A 8C7C"            /* Øûáo\RS^qÖó°¢öå| */
	$"6E66 656B 7683 8F99 9D9C 978F 8479 6F68"            /* nfekvÉèôùúóèÑyoh */
	$"6362 666E 7A89 96A0 A4A2 998B 7C6E 6664"            /* cbfnzâñ†§¢ôã|nfd */
	$"6974 808C 9394 8F87 7D75 7274 7A82 898D"            /* itÄåìîèá}urtzÇâç */
	$"8C88 817B 7879 7F87 8F94 948E 8274 675D"            /* åàÅ{xy.áèîîéÇtg] */
	$"5C63 7082 94A2 AAAB A497 8878 6C63 5F61"            /* \cpÇî¢™´§óàxlc_a */
	$"666F 7A85 8F96 9B9B 968E 8379 716D 6E74"            /* fozÖèñõõñéÉyqmnt */
	$"7E89 9195 928B 7F73 6965 6871 7E8D 989F"            /* ~âëïíã.siehq~çòü */
	$"9E98 8D81 7771 6F72 777C 8082 807D 7B7A"            /* ûòçÅwqorw|ÄÇÄ}{z */
	$"7D83 8A91 9595 9189 7F75 6E6B 6D72 7A83"            /* }Éäëïïëâ.unkmrzÉ */
	$"8B90 9290 8C86 807A 7572 7274 7980 8891"            /* ãêíêåÜÄzurrtyÄàë */
	$"989B 9992 8678 6A60 5C60 6A7A 8B9A A3A6"            /* òõôíÜxj`\`jzãö£¶ */
	$"A094 8679 6F6A 6C72 7A82 8889 8782 7D7A"            /* †îÜyojlrzÇàâáÇ}z */
	$"797B 8086 8B8D 8D8A 8681 7D7B 7B7C 7E7F"            /* y{ÄÜãççäÜÅ}{{|~. */
	$"807F 7E7C 7B7B 7D80 8488 8B8C 8D8C 8A87"            /* Ä.~|{{}ÄÑàãåçåäá */
	$"847F 7A75 716E 6D70 7680 8B96 9D9F 9B92"            /* Ñ.zuqnmpvÄãñùüõí */
	$"8476 6A63 636A 7684 9099 9B97 8D82 766E"            /* ÑvjccjvÑêôõóçÇvn */
	$"6B6D 747D 868D 9191 8E89 8480 7D7B 7B7B"            /* kmt}ÜçëëéâÑÄ}{{{ */
	$"7A7A 7A7B 7D7F 8285 888A 8A89 8785 8381"            /* zzz{}.ÇÖàääâáÖÉÅ */
	$"7F7E 7D7C 7B7A 797A 7C80 8589 8C8C 8A85"            /* .~}|{zyz|ÄÖâååäÖ */
	$"807B 7878 7C82 898F 918E 877D 736B 6769"            /* Ä{xx|Çâèëéá}skgi */
	$"717D 8B97 9EA0 9C93 877A 706A 696C 7279"            /* q}ãóû†úìázpjilry */
	$"8187 8C8E 8E8D 8A87 8480 7D7B 7A7A 7C7E"            /* ÅáåééçäáÑÄ}{zz|~ */
	$"8285 8686 8582 7F7D 7C7C 7E81 8485 8584"            /* ÇÖÜÜÖÇ.}||~ÅÑÖÖÑ */
	$"8280 7F7F 8185 888A 8985 7F78 736F 7075"            /* ÇÄ..ÅÖàäâÖ.xsopu */
	$"7E87 9096 9793 8B82 7872 6F71 767E 858B"            /* ~áêñóìãÇxroqv~Öã */
	$"8E8D 8984 7E79 7676 787C 8186 8B8E 8F8F"            /* éçâÑ~yvvx|ÅÜãéèè */
	$"8C87 817B 7570 6E6F 747B 838B 9194 9490"            /* åáÅ{upnot{Éãëîîê */
	$"8A83 7D79 7778 7A7D 7F80 7F7E 7D7D 7F82"            /* äÉ}ywxz}.Ä.~}}.Ç */
	$"878C 8E8E 8C86 7F78 7372 747A 8188 8D8E"            /* áåééåÜ.xsrtzÅàçé */
	$"8C88 817B 7675 767A 8086 8B8E 8E8C 8984"            /* åàÅ{vuvzÄÜãééåâÑ */
	$"7F7B 7775 7576 7A7E 8388 8D8F 8E8B 857F"            /* .{wuuvz~ÉàçèéãÖ. */
	$"7976 7577 7C82 888C 8E8C 8780 7A75 7475"            /* yvuw|ÇàåéåáÄzutu */
	$"7A80 858A 8C8B 8885 8280 8080 8182 827F"            /* zÄÖäåãàÖÇÄÄÄÅÇÇ. */
	$"7C79 7676 787C 8289 8E92 9290 8B84 7D77"            /* |yvvx|ÇâéííêãÑ}w */
	$"7472 7476 7A7F 8488 8B8C 8C8A 8682 7E7A"            /* trtvz.ÑàãååäÜÇ~z */
	$"7878 7B7F 8489 8B8B 8984 7D77 7373 757B"            /* xx{.ÑâããâÑ}wssu{ */
	$"838A 8F91 908B 847E 7876 7679 7D81 8486"            /* ÉäèëêãÑ~xvvy}ÅÑÜ */
	$"8584 8280 8080 8283 8485 8482 807E 7D7D"            /* ÖÑÇÄÄÄÇÉÑÖÑÇÄ~}} */
	$"7F81 8385 8685 8482 7F7D 7C7C 7C7D 7F81"            /* .ÅÉÖÜÖÑÇ.}|||}.Å */
	$"8487 898B 8C8A 8782 7C76 7270 7175 7D85"            /* ÑáâãåäáÇ|vrpqu}Ö */
	$"8D93 9593 8D86 7E77 7373 767B 8186 8888"            /* çìïìçÜ~wssv{ÅÜàà */
	$"8683 807D 7C7C 7F82 8587 8887 8583 817F"            /* ÜÉÄ}||.ÇÖáàáÖÉÅ. */
	$"7E7E 7E7E 7E7E 7E7F 8081 8385 8686 8685"            /* ~~~~~~~.ÄÅÉÖÜÜÜÖ */
	$"8482 8180 7F7E 7D7D 7C7C 7C7E 8082 8689"            /* ÑÇÅÄ.~}}|||~ÄÇÜâ */
	$"8A8A 8782 7E78 7575 787D 8289 8C8D 8B87"            /* ääáÇ~xuux}Çâåçãá */
	$"807A 7673 7477 7D83 888B 8D8B 8884 807D"            /* Äzvstw}ÉàãçãàÑÄ} */
	$"7B7A 7A7A 7C7E 7F80 8283 8485 8584 8382"            /* {zzz|~.ÄÇÉÑÖÖÑÉÇ */
	$"8080 8080 8080 8080 7F7E 7D7D 7E80 8183"            /* ÄÄÄÄÄÄÄÄ.~}}~ÄÅÉ */
	$"8485 8483 817F 7E7E 8081 8384 8483 807D"            /* ÑÖÑÉÅ.~~ÄÅÉÑÑÉÄ} */
	$"7A78 797B 7F83 888B 8B8A 8782 7D79 7777"            /* zxy{.ÉàããäáÇ}yww */
	$"787B 7E82 8486 8786 8482 807F 7D7D 7D7D"            /* x{~ÇÑÜáÜÑÇÄ.}}}} */
	$"7E80 8283 8484 8382 807E 7D7C 7C7D 7E80"            /* ~ÄÇÉÑÑÉÇÄ~}||}~Ä */
	$"8283 8483 8281 8080"                                /* ÇÉÑÉÇÅÄÄ */
};

